Revit 2027 API
ParameterTypeId.StairstypeShowStairPath Property
 "Show Stair Path in Plan": Show Stair Path in Plan
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId StairstypeShowStairPath { get; }
Public Shared ReadOnly Property StairstypeShowStairPath As ForgeTypeId
	Get
public:
static property ForgeTypeId^ StairstypeShowStairPath {
	ForgeTypeId^ get ();
}
static member StairstypeShowStairPath : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace